[{"title":"Scientific Discovery through Advanced Computing: Scientific Machine Learning and Artificial Intelligence for Fusion Energy Sciences","agency":"Office of Science","funding":21000000,"postDate":"3/4/2020","closeDate":"4/30/2020","description":"The DOE SC programs in Fusion Energy Sciences (FES) and Advanced Scientific Computing Research (ASCR) invite applications under the Scientific Discovery through Advanced Computing (SciDAC) program in the area of Scientific Machine Learning and Artificial","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=325051"},{"title":"Explainable Artificial Intelligence for Decoding and Modulating Neural Circuit Activity Linked to Behavior (R01 Clinical Trial Optional)","agency":"National Institutes of Health","funding":"N/A","postDate":"8/14/2019","closeDate":"3/10/2022","description":"EXplainable Artificial Intelligence (XAI) aims to provide strong predictive value along with mechanistic understanding by combining machine learning techniques with effective explanatory techniques. This Funding Opportunity Announcement (FOA) solicits app","image":"assets/images/federal-sponsor-logos/nih.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=319524"},{"title":"The Science of Learning and Augmented Intelligence Program","agency":"National Science Foundation","funding":"N/A","postDate":"9/19/2019","closeDate":"7/8/2020","description":"The Science of Learning and Augmented Intelligence Program (SL) supports potentially transformative research that develops basic theoretical insights and fundamental knowledge about principles, processes and mechanisms of learning, and about augmented int","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=320753"},{"title":"Clinical Trials to Test Artificial Pancreas Device Systems in Populations Challenging to Manage Type 1 Diabetes (T1D) (U01 Clinical Trial Required)","agency":"National Institutes of Health","funding":3000000,"postDate":"12/4/2019","closeDate":"4/9/2020","description":"This FOA will support the conduct of clinical trials designed to test the clinical safety and efficacy of artificial pancreas (AP) device systems with the objective of improving glycemic control, reducing acute complications and improving quality of life","image":"assets/images/federal-sponsor-logos/nih.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=322862"},{"title":"Human-Centered Intelligence, Surveillance & Reconnaissance (ISR) Leveraged Science and Technology (S&T) Program","agency":"Air Force -- Research Lab","funding":24000000,"postDate":"2/16/2018","closeDate":"2/10/2023","description":"This effort is an open 2 Step BAA soliciting innovative research concepts for the overall mission of the Human-Centered Intelligence, Surveillance, &amp; Reconnaissance (ISR) Division (711 HPW/RHX).The overall RHX research objective is to develop human-ce","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=300895"},{"title":"FY 2020 Notice of Funding Opportunity: NGO Small Grants Program","agency":"U.S. Mission to Slovenia","funding":70000,"postDate":"1/23/2020","closeDate":"3/15/2020","description":"The Embassy continues to offer small grants for well-conceived and managed projects that strengthen ties between the United States and Slovenia Eligible topics for projects are broadly defined to include democracy and human rights, security and defense is","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323824"},{"title":"Strengthening Teamwork for Robust Operations in Novel Groups (STRONG)","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"10/30/2018","closeDate":"N/A","description":"The recent acceleration in the emergence and widespread application of artificial intelligence and machine learning (AI/ML) is leading to a fundamental revolution in the way that society functions on all levels across the globe. Whether in wrist-worn sle","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=310010"},{"title":"U.S. Nuclear Regulatory Commission Funding Opportunity Announcement (FOA), Scholarship and Fellowship Education Grant, Faculty Development Grant, and Trade School and Community College Scholarship Grant, Fiscal Year (FY) 2020","agency":"Nuclear Regulatory Commission","funding":11000000,"postDate":"2/10/2020","closeDate":"4/10/2020","description":"The NRC is interested in institutions and technologies that will enhance the NRC&#8217;s transition as a modern, risk-informed regulator. The challenge areas below are of interest to the NRC and are provided for your awareness/consideration.&#8226; Advanc","image":"assets/images/federal-sponsor-logos/nrc.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324312"},{"title":"Quantifying Religious Repression and Religious Conflict","agency":"Bureau of Conflict Stabilization Operations","funding":"N/A","postDate":"2/24/2020","closeDate":"3/8/2020","description":"This program will create a dataset tracking incidents of religious repression, including violent, nonviolent, and other relevant events targeting religious groups and individuals from both majority and minority religions as well as those holding no religi","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324802"},{"title":"U.S. Nuclear Regulatory Commission Funding Opportunity Announcement (FOA), Research and Development Grant, Fiscal Year (FY) 2020","agency":"Nuclear Regulatory Commission","funding":6000000,"postDate":"2/10/2020","closeDate":"4/10/2020","description":"The program provides funding to support research and development for nuclear science, engineering, technology, and related disciplines to develop a workforce capable of supporting the design, construction, operation, and regulation of nuclear facilities a","image":"assets/images/federal-sponsor-logos/nrc.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324310"},{"title":"Mind, Machine and Motor Nexus","agency":"National Science Foundation","funding":"N/A","postDate":"6/12/2018","closeDate":"N/A","description":"The Mind, Machine and Motor Nexus (M3X) program supports fundamental research at the intersection of mind, machine and motor. A distinguishing characteristic of the program is an integrated treatment of human intent, perception, and behavior in interactio","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=306168"},{"title":"Imaging, Biomarkers and Digital Pathomics for the Early Detection of Premetastatic Aggressive Cancer (R01 Clinical Trial Optional)","agency":"National Institutes of Health","funding":"N/A","postDate":"4/31/2019","closeDate":"12/10/2021","description":"This Funding Opportunity Announcement (FOA) will support the development and characterization of state-of-the-art projects that include imaging, biomarkers, digital pathomic and other omic data integration strategies for improving current approaches for t","image":"assets/images/federal-sponsor-logos/nih.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=315474"},{"title":"Cognitive Systems Analysis of Alzheimer's Disease Genetic and Phenotypic Data (U01 Clinical Trial Not Allowed)","agency":"National Institutes of Health","funding":4000000,"postDate":"5/6/2019","closeDate":"9/7/2022","description":"This Funding Opportunity Announcement (FOA) invites applications that propose Artificial Intelligence (AI), Machine Learning (ML), and/or Deep Learning (DL) approaches, collectively referred to here as &quot;cognitive systems,&quot; that lead to the ident","image":"assets/images/federal-sponsor-logos/nih.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=315634"},{"title":"Critical Aspects of Sustainability","agency":"National Science Foundation","funding":"N/A","postDate":"7/3/2019","closeDate":"N/A","description":"Economic development and human progress have led to a proliferation of manufactured chemicals and materials made from limited resources found in nature(i.e., minerals and metals,petroleum-based productsand natural gas). Long-term sustainability requires c","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=317993"},{"title":"Research in the Formation of Engineers","agency":"National Science Foundation","funding":5600000,"postDate":"8/24/2019","closeDate":"N/A","description":"The NSF Engineering (ENG) Directorate has launched a multi-year initiative, the Professional Formation of Engineers, to create and support an innovative and inclusive engineering profession for the 21st century. Professional Formation of Engineers (PFE) r","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=319933"},{"title":"Biosensing","agency":"National Science Foundation","funding":7600000,"postDate":"9/12/2019","closeDate":"N/A","description":"The Biosensing program is part of the Engineering Biology and Health cluster, which also includes 1) the Biophotonics program; 2) the Cellular and Biochemical Engineering program; 3) the Disability and Rehabilitation Engineering program; and 4) the Engine","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=320536"},{"title":"Future of  Work at the Human-Technology Frontier: Core Research","agency":"National Science Foundation","funding":30000000,"postDate":"11/13/2019","closeDate":"3/9/2020","description":"In 2016, the National Science Foundation (NSF) unveiled a set of &#8220;Big Ideas,&#8221; 10 bold, long-term research and process ideas that identify areas for future investment at the frontiers of science and engineering (see https://www.nsf.gov/news/spe","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=322424"},{"title":"Spectrum and Wireless Innovation enabled by Future Technologies","agency":"National Science Foundation","funding":12000000,"postDate":"1/4/2020","closeDate":"4/3/2020","description":"The National Science Foundation&apos;s Directorates for Engineering (ENG), Computer and Information Science and Engineering (CISE), Mathematical and Physical Sciences (MPS), and Geosciences (GEO) are coordinating efforts to identify new concepts and ideas","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=323455"},{"title":"NSF-Simons Research Collaborations on the Mathematical and Scientific Foundations of Deep Learning","agency":"National Science Foundation","funding":20000000,"postDate":"1/30/2020","closeDate":"4/30/2020","description":"The National Science Foundation Directorates for Mathematical and Physical Sciences (MPS), Computer and Information Science and Engineering (CISE), Engineering (ENG), and the Simons Foundation Division of Mathematics and Physical Sciences will jointly spo","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324019"},{"title":"DE-FOA-0002243 Solar Energy Technologies Office Fiscal Year 2020 Funding Program","agency":"Golden Field Office","funding":125500000,"postDate":"2/5/2020","closeDate":"5/21/2020","description":"This funding opportunity announcement (FOA) is being issued by the U.S. Department of Energy&#8217;s (DOE) Office of Energy Efficiency and Renewable Energy (EERE) Solar Energy Technologies Office (SETO). SETO supports solar energy research and development","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324192"},{"title":"Encourage Innovative Digital Healthcare Research at the Point of Care","agency":"Agency for Health Care Research and Quality","funding":"N/A","postDate":"2/14/2020","closeDate":"N/A","description":"The digital healthcare ecosystem is rapidly evolving and there is a need to build the evidence base on how digital innovations can be effectively, efficiently, and safely deployed at the point of care, which may be the clinic or the home. The overarching","image":"assets/images/federal-sponsor-logos/ahrq.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=324547"},{"title":"Expeditions in Computing","agency":"National Science Foundation","funding":60000000,"postDate":"2/14/2020","closeDate":"2/16/2021","description":"The far-reaching impact and rate of innovation in the computer and information science and engineering &#64257;elds has been remarkable, generating economic prosperity and enhancing the quality of life for people throughout the world. More than a decade a","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324456"},{"title":"Engineering for Civil Infrastructure","agency":"National Science Foundation","funding":"N/A","postDate":"6/12/2018","closeDate":"N/A","description":"The Engineering for Civil Infrastructure (ECI) program supports fundamental research in infrastructure materials and architectural, geotechnical and structural engineering that can shape the future of the nation&apos;s civil infrastructure. The ECI progra","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=306169"},{"title":"Research to Enable Fuels From Sunlight","agency":"Office of Science","funding":"N/A","postDate":"2/19/2020","closeDate":"5/27/2020","description":"This FOA solicits new applications for multi-investigator cross-disciplinary early-stage fundamental research to address emerging new directions as well as long-standing challenges in liquid solar fuels generation via artificial photosynthesis approaches.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324619"},{"title":"Science and Technology for Autonomous Teammates (STAT)","agency":"Air Force -- Research Lab","funding":950000000,"postDate":"7/7/2017","closeDate":"7/7/2023","description":"The objective of Science and Technology for Autonomous Teammates (STAT) program is to develop and demonstrate autonomy technologies that will enable various AF mission sets. This research will be part of Experimentation Campaigns in: 1 -Multi-domain Comma","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=295281"},{"title":"Building EPSCoR-State/National Laboratory Partnerships","agency":"Office of Science","funding":24000000,"postDate":"12/9/2019","closeDate":"3/27/2020","description":"The U. S. Department of Energy&apos;s Established Program to Stimulate Competitive Research (EPSCoR) program hereby announces its interest in receiving applications for building EPSCoR-State/DOE-National Laboratory Partnerships. These partnerships are to","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322933"},{"title":"National Geospatial-Intelligence Agency Academic Research Program (NARP)","agency":"National Geospatial-Intelligence Agency ","funding":12000000,"postDate":"3/27/2018","closeDate":"12/31/2021","description":"NGA welcomes all innovative ideas for path-breaking research that may advance the GEOINT mission. The NGA mission is to provide timely, relevant, and accurate geospatial intelligence (GEOINT) in support of national security objectives. GEOINT is the explo","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=302176"},{"title":"Foundational Research in Robotics","agency":"National Science Foundation","funding":"N/A","postDate":"2/12/2020","closeDate":"N/A","description":"The Foundational Research in Robotics (Robotics) program supports research on robotic systems that exhibit significant levels of both computational capability and physical complexity. For the purposes of this program, a robot is defined as intelligence em","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324369"},{"title":"Research and Evaluation on Drugs and Crime, Fiscal Year 2020","agency":"National Institute of Justice","funding":3000000,"postDate":"1/30/2020","closeDate":"4/20/2020","description":"NIJ&apos;s Drugs and Crime Research Program supports rigorous applied research on evidence-based tools, protocols, and policies for state, tribal, and local law enforcement and other criminal justice agencies that address drug trafficking, drug markets, a","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324020"},{"title":"C4ISR, Information Operations, Cyberspace Operations and Information Technology System Research","agency":"Naval Information Warfare Center Pacific","funding":"N/A","postDate":"11/19/2019","closeDate":"5/13/2020","description":"The Naval Information Warfare Center, Pacific (NIWC Pacific) is soliciting white papers and proposals in accordance with Federal Acquisition Regulation (FAR)6.102(d)(2), FAR 35.016 and Department of Defense Grant and Agreement Regulations (DoDGARS) 22.315","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322605"},{"title":"Strengthening the Government of Uganda's Capacity for Regionally Centered and District Implemented HIV and TB Programming through Health Information Systems, Case Based Surveillance, Monitoring, Evaluation and Quality Improvement Support under PEPFAR","agency":"Centers for Disease Control - CGH","funding":"N/A","postDate":"1/9/2020","closeDate":"3/9/2020","description":"The Award Ceiling for Year 1 is 0 (none). CDC anticipates an Approximate Total Fiscal Year Funding amount of $10,000,000 for Year 1, subject to the availability of funds.As Uganda moves towards HIV and TB epidemic control, data quality, precision, and use","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=319797"},{"title":"Computer and Information Science and Engineering (CISE): Core Programs","agency":"National Science Foundation","funding":280000000,"postDate":"7/2/2019","closeDate":"9/23/2020","description":"The NSF CISE Directorate supports research and education projects that develop new knowledge in all aspects of computing, communications, and information science and engineering, as well as advanced cyberinfrastructure, through the following core programs","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=317913"},{"title":"Algorithms for Threat Detection","agency":"National Science Foundation","funding":3000000,"postDate":"12/20/2019","closeDate":"3/18/2020","description":"The Algorithms for Threat Detection (ATD) program will support research projects to develop the next generation of mathematical and statistical algorithms for analysis of large spatiotemporal datasets with application to quantitative models of human dynam","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=323207"},{"title":"Trans-Sahara Counterterrorism Partnership (TSCTP)","agency":"U.S. Mission to Nigeria","funding":"N/A","postDate":"2/7/2020","closeDate":"N/A","description":"U.S. DEPARTMENT OF STATEU.S. EMBASSY ABUJA PUBLIC AFFAIRS SECTION (PAS)Call for Statements of Interest (SOI)Funding Opportunity Title: Trans-Sahara Counterterrorism Partnership (TSCTP)Deadline for Applications: March 2, 2020CFDA Number:  19.222Contact:  U","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324264"},{"title":"Historically Black Colleges and Universities - Undergraduate Program","agency":"National Science Foundation","funding":85000000,"postDate":"11/30/2017","closeDate":"10/6/2020","description":"HBCU-UP provides awardsto strengthen STEM undergraduate education and research at HBCUs.Support is available through thefollowing tracks: The new HBCU Excellence in Research (EiR) component supports projects that enable STEM and STEM education faculty to","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=299139"},{"title":"BJA FY 20 Gulf States Law Enforcement Technology Initiative","agency":"Bureau of Justice Assistance","funding":"N/A","postDate":"2/28/2020","closeDate":"4/28/2020","description":"The BJA Gulf States Law Enforcement Technology Initiative provides resources and law enforcement technology to law enforcement jurisdictions within the five Gulf States &#8211; Alabama, Florida, Louisiana, Mississippi, and Texas &#8211; to enhance informa","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324961"},{"title":"Fiscal Year (FY) 2020 Homeland Security Grant Program (HSGP)","agency":"Department of Homeland Security - FEMA","funding":1120000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The FY 2020 HSGP provides funds to eligible entities to support state, local, tribal, and territorial efforts to prevent terrorism and other catastrophic events and to prepare the Nation for the threats and hazards that pose the greatest risk to the secur","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324574"},{"title":"FY 2020 DRL Internet Freedom Annual Program Statement","agency":"Bureau of Democracy Human Rights and Labor","funding":14000000,"postDate":"10/24/2019","closeDate":"3/9/2020","description":"The Bureau of Democracy, Human Rights, and Labor (DRL) announces a Request for Statements of Interest (RSOI) from organizations interested in submitting Statements of Interest (SOI) for programs that support Internet Freedom. In support of the U.S. Intern","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=321895"},{"title":"FY2020 U.S. Embassy Tokyo: Social Innovation","agency":"U.S. Mission to Japan","funding":75000,"postDate":"1/32/2020","closeDate":"N/A","description":"The U.S. Embassy Tokyo&#8217;s Public Affairs Section of the U.S. Department of State announces an open competition for organizations to submit applications to carry out an exchange program showcasing the technological advances that are being implemented","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323941"},{"title":"FY 2020 Continuation of Solicitation for the Office of Science Financial Assistance Program","agency":"Office of Science","funding":250000000,"postDate":"10/32/2019","closeDate":"9/30/2020","description":"TheSC mission is to deliver scientific discoveries and major scientific tools totransform our understanding of nature and advance the energy, economic andnational security of the United States. SC is the Nation&#8217;s largest Federal sponsorof basic res","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322059"},{"title":"Fiscal Year (FY) 2020 Tribal Homeland Security Grant Program (THSGP)","agency":"Department of Homeland Security - FEMA","funding":15000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"One of the core missions of DHS/FEMA is to enhance the ability of state, local, tribal, and territorial governments to prevent, protect against, respond to, and recover from terrorist attacks and other disasters. The Federal Emergency Management Agency&ap","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324577"},{"title":"Fiscal Year 2020 Intercity Passenger Rail (IPR) - Amtrak","agency":"Department of Homeland Security - FEMA","funding":10000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Intercity Passenger Rail (IPR) - Amtrak program is one of four grant programs that constitute DHS/FEMA&apos;s focus on transportation infrastructure security activities. These grant programs are part of a comprehensive set of mea","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324556"},{"title":"Army Research Laboratory Broad Agency Announcement for Basic and Applied Scientific Research","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"3/32/2017","closeDate":"3/31/2022","description":"This BAA sets forth basic and applied scientific research areas of interest of the Army Research Laboratory. This BAA is issued under paragraph 6.102(d)(2) of the Federal Acquisition Regulation (FAR), which provides for the competitive selection of basic","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=292896"},{"title":"FY 2020 NASA ESTABLISHED PROGRAM TO STIMULATE COOPERATIVE AGREEMENT NOTICE {CAN}","agency":"National Aeronautics and Space Administration","funding":9000000,"postDate":"12/13/2019","closeDate":"3/6/2020","description":"Based on the availability of funding, proposals from eligible EPSCoR jurisdictions will be accepted and awards selected through a merit-based, peer-review competition for a cooperative agreement of up to $750,000 over 36 months.The following are the speci","image":"assets/images/federal-sponsor-logos/nasa.png","link":"https://www.grants.gov/view-opportunity.html?oppId=323064"},{"title":"Army Research Office Broad Agency Announcement for Fundamental Research","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"3/32/2017","closeDate":"3/31/2022","description":"This BAA sets forth research areas of interest to the ARO. This BAA is issued under FAR 6.102(d)(2), which provides for the competitive selection of basic and applied research proposals, and 10 U.S.C. 2358, 10 U.S.C. 2371, and 10 U.S.C. 2371b, which provi","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=292877"},{"title":"ARMY APPLICATIONS LAB BROAD AGENCY ANNOUNCEMENT FOR DISRUPTIVE APPLICATIONS","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"5/2/2019","closeDate":"4/31/2024","description":"This BAA sets forth research areas of interest to the Army Applications Lab (AAL). This BAA is issued under paragraph 6.102(d)(2) of the Federal Acquisition Regulation (FAR), which provides for the competitive selection of basic and applied research propo","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=315517"},{"title":"Research Interests of the Air Force Office of Scientific Research","agency":"Air Force Office of Scientific Research","funding":"N/A","postDate":"4/10/2019","closeDate":"N/A","description":"AFOSR plans, coordinates, and executes the Air Force Research Laboratory&#8217;s (AFRL) basic research program in response to technical guidance from AFRL and requirements of the Air Force. Additionally, the office fosters, supports, and conducts research","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=314753"},{"title":"Multidisciplinary Research Program of the University Research Initiative (FY21 ARMY SUBMISSION)","agency":"Dept of the Army -- Materiel Command","funding":180000000,"postDate":"2/25/2020","closeDate":"9/14/2020","description":"The MURI program supports basic research in science and engineering at U.S. institutions of higher education (hereafter referred to as &quot;universities&quot;) that is of potential interest to DoD. The program is focused on multidisciplinary research eff","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324822"},{"title":"Fiscal Year (FY) 2021 Department of Defense Multidisciplinary Research Program of the University Research Initiative","agency":"Office of Naval Research","funding":"N/A","postDate":"2/24/2020","closeDate":"9/14/2020","description":"The MURI program supports basic research in science and engineering at U.S. institutions of higher education (hereafter referred to as &quot;universities&quot;) that is of potential interest to DoD. The program is focused on multidisciplinary research eff","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324779"},{"title":"Multidisciplinary Research Program of the University Research Initiative (FY21 Air Force Submission)","agency":"Air Force Office of Scientific Research","funding":180000000,"postDate":"2/26/2020","closeDate":"9/14/2020","description":"See full announcement in Related Documents folder for detailed descriptions of the SPECIFIC MURI TOPICS.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324860"},{"title":"Research and Evaluation of Promising Reentry Initiatives, Fiscal Year 2020","agency":"National Institute of Justice","funding":6000000,"postDate":"1/23/2020","closeDate":"5/5/2020","description":"The primary goal of this solicitation is to advance the body of knowledge on promising practices in offender reentry, in part to inform federal and other reentry-specific initiatives.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323842"},{"title":"Early Career Research Program","agency":"Office of Science","funding":49000000,"postDate":"11/21/2019","closeDate":"3/16/2020","description":"SC hereby invites grant applications for support under the Early Career Research Program in the following program areas: Advanced Scientific Computing Research (ASCR); Biological and Environmental Research (BER); Basic Energy Sciences (BES), Fusion Energy","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322675"},{"title":"Demonstration Project, Integrating DNA Profiles, Genomics and Photo-Identification Data","agency":"Bureau of Ocean Energy Management","funding":350000,"postDate":"3/2/2020","closeDate":"4/31/2020","description":"The Environmental Studies Program (ESP) of the Bureau of Ocean Energy Management (BOEM) is offering a cooperative agreement to complete a demonstration project on Integrating DNA Profiles, Genomics and Photo-Identification data. The objective of this stud","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=325033"},{"title":"Fiscal Year 2020 Transit Security Grant Program (TSGP)","agency":"Department of Homeland Security - FEMA","funding":88000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Transit Security Grant Program (TSGP) is one of four grant programs that constitute the Department of Homeland Security (DHS) DHS/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on transportation infrastructure sec","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324532"},{"title":"Fiscal Year (FY) 2020 Intercity Bus Security Grant Program (IBSGP)","agency":"Department of Homeland Security - FEMA","funding":2000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The objective of the FY 2020 IBSGP is to provide funds to eligible private operators of intercity over-the-road bus transportation systems to protect critical transportation infrastructure and traveling public from acts of terrorism, and to increase the r","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324559"},{"title":"NRL Long Range Broad Agency Announcement (BAA) for Basic and Applied Research","agency":"Naval Research Laboratory","funding":"N/A","postDate":"9/6/2019","closeDate":"9/5/2020","description":"he NRL&#8217;s Broad Agency Announcement (BAA) issued under the provisions of paragraphs 35.016 and 6.102(d)(2) of the Federal Acquisition Regulations (FAR). Proposals may range from theoretical studies to proof-of-concept to include fabrication and deliv","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=320355"},{"title":"Microsystems Technology Office (MTO) Office-Wide","agency":"DARPA - Microsystems Technology Office ","funding":"N/A","postDate":"9/26/2018","closeDate":"6/26/2020","description":"This announcement seeks revolutionary research ideas for topics not being addressed by ongoing MTO programs or other published solicitations.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=309275"},{"title":"Disruptive Capabilities for Future Warfare","agency":"DARPA - Tactical Technology Office","funding":"N/A","postDate":"6/12/2019","closeDate":"6/11/2020","description":"The Tactical Technology Office of the Defense Advanced Research Projects Agency is soliciting executive summaries, proposal abstracts and proposals for applied research, advanced technology development, and platform demonstrations that aim to enable disru","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316977"},{"title":"Strategic Technologies","agency":"DARPA - Strategic Technology Office","funding":"N/A","postDate":"2/28/2020","closeDate":"2/29/2021","description":"DARPA&apos;s Strategic Technology Office (STO) is seeking innovative ideas and disruptive technologies that provide the U.S. military increased lethality in an era of eroding dominance within the focus areas of the broader Mosaic Warfare objective: Mosaic","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324957"},{"title":"Measurement Science and Engineering (MSE) Research Grant Programs","agency":"National Institute of Standards and Technology","funding":"N/A","postDate":"2/12/2020","closeDate":"N/A","description":"NIST is soliciting applications for financial assistance for Fiscal Year 2020 (FY20) within the following NIST grant programs: the Associate Director for Innovation and Industry Services (ADIIS); the Associate Director for Laboratory Programs (ADLP); the","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324363"},{"title":"DSO Office-wide Broad Agency Announcement","agency":"DARPA - Defense Sciences Office","funding":"N/A","postDate":"6/13/2019","closeDate":"6/12/2020","description":"The mission of the Defense Advanced Research Projects Agency (DARPA) Defense Sciences Office (DSO) is to identify and create the next generation of scientific discovery by pursuing high-risk, high-payoff research initiatives across a broad spectrum of sci","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316971"},{"title":"Agriculture and Food Research Initiative - Foundational and Applied Science","agency":"National Institute of Food and Agriculture","funding":192600000,"postDate":"12/18/2019","closeDate":"11/18/2020","description":"The AFRI Foundational and Applied Science Program supports grants in six AFRI priority areas to advance knowledge in both fundamental and applied sciences important to agriculture. The six priority areas are: Plant Health and Production and Plant Products","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323147"},{"title":"One Health Workforce (OHW) Next Generation","agency":"Agency for International Development","funding":85000000,"postDate":"10/22/2018","closeDate":"N/A","description":"Invitation: Pre-Application Conference (Amendment 5) Purpose: 1) Upload pre-application conference presentations, questions and answers, and list of participants Dear International Development Community: The United States Agency for International Develop","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=309813"},{"title":"Research Interests of the United States Air Force Academy","agency":"Air Force Academy","funding":"N/A","postDate":"12/17/2014","closeDate":"N/A","description":"The USAFA invests in an active research program for three main reasons. First and foremost, research significantly enhances the cadet learning experience. Our research is done by, for and with cadets who work alongside fellow cadets and faculty mentors. R","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=270574"},{"title":"AFRL RV-RD Assistance Instruments Announcement","agency":"AFRL DET 8","funding":"N/A","postDate":"12/20/2018","closeDate":"12/19/2023","description":"This is a 5 year open Funding Opportunity Announcement (FOA) accepting proposals from the date of publication for the award of Grant and Cooperative Agreement Assistance Instruments. The AFRL Space Vehicles Directorate (RV) and Directed Energy Directorat","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=311454"},{"title":"Higher Education Challenge (HEC) Grants Program","agency":"National Institute of Food and Agriculture","funding":45000000,"postDate":"9/24/2019","closeDate":"3/23/2020","description":"Projects supported by the Higher Education Challenge Grants Program will: (1) address a state, regional, national, or international educational need; (2) involve a creative or non-traditional approach toward addressing that need that can serve as a model","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=320953"},{"title":"Department of Defense Research and Education Program for Historically Black Colleges and Universities and Minority-Serving Institutions (HBCU/MSI)","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"5/30/2019","closeDate":"4/30/2024","description":"The CCDC ARL invites applications/proposals from covered educational institutions for research and education programs that will meet the following objectives: a. Enhance research and engineering capabilities in areas important to national defense; b. Inc","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316548"},{"title":"Agriculture and Food Research Initiative - Education and Workforce Development","agency":"National Institute of Food and Agriculture","funding":49000000,"postDate":"2/26/2020","closeDate":"9/25/2020","description":"The Agriculture and Food Research Initiative - Education and Workforce Development (EWD) focuses on developing the next generation of research, education, and extension professionals in the food and agricultural sciences. In FY 2019, EWD invites applicati","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324869"},{"title":"Research and Evaluation on Violence Against Women, Fiscal Year 2020","agency":"National Institute of Justice","funding":2500000,"postDate":"1/24/2020","closeDate":"4/13/2020","description":"This solicitation seeks applications for grant funding to conduct research and evaluation projects examining violence against women. Topics cover a broad range, including the crimes of homicide, intimate partner and dating violence, rape and sexual assaul","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323882"},{"title":"FY2020 Research Opportunities in Accelerator Stewardship","agency":"Office of Science","funding":5000000,"postDate":"1/24/2020","closeDate":"4/3/2020","description":"The following program description is offered to provide more in-depth information on scientific and technical areas of interest to the High Energy Physics (HEP) Long-Term Accelerator R&amp;D Stewardship (&#8220;Accelerator Stewardship&#8221;) program.Plea","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323865"},{"title":"Interaction of Ionizing Radiation with Matter University Research Alliance (IIRM-URA)","agency":"Defense Threat Reduction Agency","funding":"N/A","postDate":"5/30/2019","closeDate":"9/30/2020","description":"This is an initial announcement of this funding opportunity. This BAA is one of three that will move a portion of the DTRA Basic Research Program to a University Research Alliance model; the Chem Bio Program is not impacted by this change. This BAA will b","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316576"},{"title":"Adaptive Signature Discovery University Research Alliance (ASD-URA)","agency":"Defense Threat Reduction Agency","funding":"N/A","postDate":"5/30/2019","closeDate":"9/30/2020","description":"This is an initial announcement of this funding opportunity. This BAA is one of three that will move a portion of the DTRA Basic Research Program to a University Research Alliance model; the Chem Bio Program is not impacted by this change. This BAA will b","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316551"},{"title":"Long Range Broad Agency Announcement (BAA) for Navy and Marine Corps Science & Technology","agency":"Office of Naval Research","funding":"N/A","postDate":"9/26/2019","closeDate":"9/30/2020","description":"The Office of Naval Research (ONR), ONR Global, and the Marine Corps Warfighting Lab (MCWL) are interested in receiving proposals for Long-Range Science and Technology (S&amp;T) Projects which offer potential for advancement and improvement of Navy and Ma","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=321039"},{"title":"2020 Build to Scale Program - Concept Proposal","agency":"Department of Commerce","funding":35000000,"postDate":"2/18/2020","closeDate":"3/24/2020","description":"EDA&#8217;s Office of Innovation &amp; Entrepreneurship is committed to furthering technology-based economic development initiatives that accelerate high quality job growth, create more economic opportunities, and support the future of the next generation","image":"assets/images/federal-sponsor-logos/doc.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324375"},{"title":"CDMRP Peer Reviewed Medical Research Program Discovery Award","agency":"Dept. of the Army -- USAMRAA","funding":22500000,"postDate":"2/28/2020","closeDate":"4/30/2020","description":"The intent of the PRMRP Discovery Award is to support innovative, non-incremental, high-risk/potentially high-reward research that will provide new insights, paradigms, technologies, or applications. Studies supported by this award are expected to lay the","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324946"},{"title":"CDMRP Peer Reviewed Medical Research Program Focused Program Award","agency":"Dept. of the Army -- USAMRAA","funding":43200000,"postDate":"2/28/2020","closeDate":"8/6/2020","description":"The PRMRP Focused Program Award mechanism is intended to optimize research and accelerate solutions to a critical question related to at least one of the Congressionally directed FY20 PRMRP Topic Areas through a synergistic, multidisciplinary research pro","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324964"},{"title":"CDMRP Peer Reviewed Medical Research Program Investigator-Initiated Research Award","agency":"Dept. of the Army -- USAMRAA","funding":93000000,"postDate":"2/28/2020","closeDate":"8/20/2020","description":"The PRMRP Investigator-Initiated Research Award is intended to support studies that will make an important contribution toward research and/or patient care for a disease or condition related to at least one of the FY20 PRMRP Topic Areas.The rationale for","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324948"},{"title":"CDMRP Peer Reviewed Medical Research Program Technology/Therapeutic Development Award","agency":"Dept. of the Army -- USAMRAA","funding":84000000,"postDate":"2/28/2020","closeDate":"8/20/2020","description":"The PRMRP Technology/Therapeutic Development Award is a product-driven award mechanism intended to provide support for the translation of promising preclinical findings into products for clinical applications, including prevention, detection, diagnosis, t","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324950"},{"title":"DoD USAMRMC FY18-FY22 Broad Agency Announcement for Extramural Medical Research","agency":"Dept. of the Army -- USAMRAA","funding":"N/A","postDate":"9/31/2017","closeDate":"9/30/2022","description":"The United States Army Medical and Materiel Command&#8217;s (USAMRMC) mission is to provide solutions to medical problems of importance to the American Service member at home and abroad, as well as to the general public at large. The scope of the effort a","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=297726"},{"title":"Fundamental Research to Counter Weapons of Mass Destruction","agency":"Defense Threat Reduction Agency","funding":500000000,"postDate":"3/20/2015","closeDate":"9/30/2024","description":"**AMENDED 16 December 2019**: The latest revision is posted as Amendment 12. Potential applicants are strongly encouraged to review the Amendment in its entirety, as it updates several sections. Specifically, &#8220;ATTACHMENT 1: SPECIFIC TOPICS&#8221; no","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=275322"},{"title":"FY2011 Â– 2016 Basic Research for Combating Weapons of Mass Destruction (C-WMD) Broad Agency Announcement (BAA)","agency":"Defense Threat Reduction Agency","funding":"N/A","postDate":"2/29/2011","closeDate":"N/A","description":"DTRA FY2011 &#150; 2016 Basic Research for Combating Weapons of Mass Destruction (C-WMD) Broad Agency Announcement (BAA)","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=75633"},{"title":"BROAD AGENCY ANNOUNCEMENT (BAA) for Extramural Biomedical Research and Development","agency":"Dept. of the Army -- USAMRAA","funding":3000000,"postDate":"7/32/2018","closeDate":"7/31/2023","description":"The FY 18 Broad Agency Announcement for Extramural Biomedical Research and Development","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=307754"},{"title":"Local Organizations Network Project (LON)","agency":"Agency for International Development","funding":"N/A","postDate":"1/29/2019","closeDate":"2/26/2021","description":"Amendment #5 to Annual Program Statement: 7200AA19APS00001, Local Organizations Network Project (LON)Dear Prospective Applicants:The purposes of this Amendment #05 are to:Extend the end date of the APS from September 04, 2020 to February 26, 2021Provide r","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=312434"},{"title":"2020 National Fish Passage Program","agency":"Fish and Wildlife Service","funding":13998000,"postDate":"10/11/2019","closeDate":"N/A","description":"The National Fish Passage Program (NFPP) is a voluntary program that provides direct technical and financial assistance to partners. The program works in partnership to provide fish (and other aquatic organisms) passage and restore aquatic connectivity fo","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=321478"},{"title":"FY 2020 â€“ FY 2021 Pollution Prevention Grant Program","agency":"Environmental Protection Agency","funding":9380000,"postDate":"1/28/2020","closeDate":"3/31/2020","description":"EPA is announcing a grant competition to fund two-year Pollution Prevention assistance agreements for projects that provide technical assistance (e.g., information, training, tools) to businesses and their facilities to help them develop and adopt source","image":"assets/images/federal-sponsor-logos/epa.png","link":"https://www.grants.gov/view-opportunity.html?oppId=323975"},{"title":"FY 2020 and FY 2021 Source Reduction Assistance Grant Program","agency":"Environmental Protection Agency","funding":1300000,"postDate":"3/5/2020","closeDate":"4/30/2020","description":" \r\n\r\nEPA is announcing a grant competition to fund two-year Source Reduction Assistance (SRA) agreements that support research, investigation, study, demonstration, education and training using source reduction approaches (also known as “pollution prevention” and herein referred to as “P2”). P2 means reducing or eliminating pollutants from entering any waste stream or otherwise released into the environment prior to recycling, treatment, or disposal. EPA is particularly interested in receiving applications that offer hands on practical P2 tools, information and/or innovative P2 approaches to measurably improve the public health and the surrounding environment, by reducing the use of hazardous substances, reducing toxic pollutants, supporting efficiencies in reducing resource use (e.g., water and energy), and reducing business expenditures and liability costs.","image":"assets/images/federal-sponsor-logos/epa.png","link":"https://www.grants.gov/view-opportunity.html?oppId=325091"},{"title":"East Africa Private Sector Engagement in Support of Prosper Africa APS","agency":"East Africa USAID-Kenya","funding":"N/A","postDate":"11/22/2019","closeDate":"11/21/2020","description":"The United States Agency for International Development is announcing the East Africa Private Sector Engagement in Support of Prosper Africa Annual Program Statement (APS) (known hereafter as East Africa Prosper APS). Under East Africa Prosper APS, USAID m","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322668"},{"title":"Fiscal Year (FY) 2020 Port Security Grant Program (PSGP)","agency":"Department of Homeland Security - FEMA","funding":100000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Port Security Grant Program (PSGP) is one of four grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on transportation infrastructure security a","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324576"},{"title":"Countering Wildlife Trafficking in Sub-Saharan Africa","agency":"Bureau of International Narcotics-Law Enforcement","funding":9750000,"postDate":"2/19/2020","closeDate":"5/22/2020","description":"Programs to combat wildlife trafficking in Sub-Saharan Africa.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324675"},{"title":"Air Force Research Laboratory, Materials & Manufacturing Directorate, Functional Materials and Applications (AFRL/RXA) Two-Step Open BAA","agency":"Air Force -- Research Lab","funding":42500000,"postDate":"4/19/2016","closeDate":"4/19/2021","description":"Air Force Research Laboratory, Materials &amp; Manufacturing Directorate is soliciting White Papers and potentially technical and cost proposals under this two-step Broad Agency Announcement (BAA) that is open for a period of five (5) years. Functional Ma","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=283134"},{"title":"Fiscal Year (FY) 2020 Nonprofit Security Grant Program (NSGP)","agency":"Department of Homeland Security - FEMA","funding":90000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The FY 2020 NSGP provides funding support for physical security enhancements and other security related activities to nonprofit organizations that are at high risk of a terrorist attack. NSGP seeks to integrate the preparedness activities of nonprofit org","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324575"},{"title":"Medicines Quality Assurance Systems Strengthening Program (MQASSP)","agency":"Agency for International Development","funding":180000000,"postDate":"3/20/2019","closeDate":"3/19/2021","description":"The goal of the MQASSP APS is to sustainably strengthen medical product quality assurance systems in low- and middle-income countries (LMICs) including advancing global innovations in this area. The purpose of this APS is to publicize the USG&#8217;s plan","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=314046"},{"title":"OFFensive Swarm Enabled Tactics (OFFSET) Sprint 5","agency":"DARPA - Tactical Technology Office","funding":"N/A","postDate":"9/26/2019","closeDate":"4/26/2020","description":"The goal of OFFSET Swarm Sprints is to create focused breakthroughs in swarm technologies to be integrated into the OFFSET Swarm Systems Architecture. The specific topics of interest for this Sprint 5 are (1) the prototyping and integration of innovative","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=321038"},{"title":"The USAID Development Innovation Accelerator (DIA) Broad Agency Announcement (BAA) for Global Forestry and Biodiversity Conservation","agency":"Agency for International Development","funding":"N/A","postDate":"1/9/2015","closeDate":"N/A","description":"This Broad Agency Announcement (BAA) seeks opportunities to co-create, co-design, co-invest, and collaborate in the research, development, piloting, testing, and scaling of innovative, practical and cost-effective interventions to address critical biodive","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=271284"},{"title":"Wideband Adaptive RF Protection (WARP)","agency":"DARPA - Microsystems Technology Office ","funding":"N/A","postDate":"1/30/2020","closeDate":"5/21/2020","description":"DARPA seeks innovative proposals to develop wideband, adaptive RF filters and cancellers that selectively attenuate interference and protect wideband digital radios from saturation. When exposed to interference/self-interference, the filters and canceller","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324047"},{"title":"Trinity River Restoration","agency":"Bureau of Reclamation","funding":"N/A","postDate":"1/8/2020","closeDate":"3/8/2020","description":"The Bureau of Reclamation intends to issue a Funding Opportunity Announcement (FOA), for grants/cooperative agreements for the following program: The Central Valley Project Improvement Act. The Trinity River Restoration Program (TRRP) is a multi-agency ef","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323537"},{"title":"FY19 Funding Opportunity Announcement (FOA) for the Office of Naval Research (ONR) Navy ROTC Cybersecurity Training Program","agency":"Office of Naval Research","funding":"N/A","postDate":"6/4/2019","closeDate":"6/3/2020","description":"The ONR seeks a broad range of applications for augmenting existingor developing innovative solutions that directly maintain, or cultivate adiverse, world-class STEM workforce in order to maintain the U.S. Navy andMarine Corps&#8217; technological superi","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316702"},{"title":"Improving Timely Documentation, Reporting, and Analysis of Diagnostic and Intervention Data through Optimization of EHDI Surveillance Practices and Information Systems","agency":"Centers for Disease Control - NCBDDD","funding":28000000,"postDate":"1/14/2020","closeDate":"3/16/2020","description":"CDC Early Hearing Detection and Intervention (EHDI) has awarded previous cooperative agreements that have supported jurisdictions in implementing a broad range of activities to develop, improve and maintain their EHDI Information System (EHDI-IS). These a","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=323657"},{"title":"Team Nutrition Training Grants for School Meal Recipe Development","agency":"Food and Nutrition Service","funding":5200000,"postDate":"1/27/2020","closeDate":"4/3/2020","description":"The Fiscal Year (FY) 2020 Team Nutrition Training Grant for School Meal Recipe Development will support States in understanding, developing, and using standardized recipes within the School Meal Programs. Using grant funds, States will be able to develop","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323937"},{"title":"Agricultural Biotechnology for Global Food Security","agency":"Agency for International Development","funding":"N/A","postDate":"11/21/2019","closeDate":"11/20/2020","description":"The overarching purpose of the Feed the Future Agricultural Biotechnology for Food Security Program is to enable developing-country partners to apply agricultural biotechnology to advance global food security, in support of the strategic and cross-cutting","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=322665"},{"title":"Research and Evaluation on Domestic Terrorism Prevention, Fiscal Year 2020","agency":"National Institute of Justice","funding":5000000,"postDate":"1/22/2020","closeDate":"3/32/2020","description":"This solicitation seeks applications for funding to conduct research and evaluation projects to develop a better understanding of domestic radicalization to terrorism, the effectiveness of the strategies intended to prevent it, and the reintegration of ra","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323833"},{"title":"Investigator-Initiated Research and Evaluation on Firearm Violence, Fiscal Year 2020","agency":"National Institute of Justice","funding":2000000,"postDate":"1/30/2020","closeDate":"3/30/2020","description":"This solicitation seeks applications for funding of research and program evaluation projects that inform efforts to prevent and reduce intentional, interpersonal firearm violence in the United States. NIJ anticipates up to $2 million will be available to","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324045"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 1","agency":"Department of Homeland Security - FEMA","funding":25504551,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324553"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 7","agency":"Department of Homeland Security - FEMA","funding":19727086,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324554"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 9","agency":"Department of Homeland Security - FEMA","funding":46508666,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324560"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 8","agency":"Department of Homeland Security - FEMA","funding":23844437,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324573"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 6","agency":"Department of Homeland Security - FEMA","funding":40733530,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324552"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 3","agency":"Department of Homeland Security - FEMA","funding":35781773,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324549"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 2","agency":"Department of Homeland Security - FEMA","funding":29183271,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324548"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 5","agency":"Department of Homeland Security - FEMA","funding":49703533,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency p","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324551"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 4","agency":"Department of Homeland Security - FEMA","funding":64250605,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324550"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 10","agency":"Department of Homeland Security - FEMA","funding":19862548,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324555"},{"title":"NIST Small Business Innovation Research Program Phase I","agency":"National Institute of Standards and Technology","funding":1200000,"postDate":"2/18/2020","closeDate":"4/22/2020","description":"The National Institute of Standards and Technology (NIST) invites small businesses to submit Phase I research applications under this Notice of Funding Opportunity (NOFO). Science and technology-based firms with strong research capabilities in any of the","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324641"},{"title":"USAID/Nigeria Education Crisis Response","agency":"Nigeria USAID-Abuja","funding":30000000,"postDate":"7/15/2014","closeDate":"N/A","description":"The purpose of this notice is to announce an Annual Program Statement (APS) for the USAID/Nigeria Education Crisis Response. The overarching goal of the Education Crisis Response is to: Expand enrollment in appropriate, protective and relevant educational","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=259510"},{"title":"Information Innovation Office (I2O) Office-wide","agency":"DARPA - Information Innovation Office","funding":"N/A","postDate":"9/14/2018","closeDate":"8/28/2020","description":"This Broad Agency Announcement (BAA) seeks revolutionary research ideas for topics not being addressed by ongoing I2O programs or other published solicitations. Potential proposers are highly encouraged to review the current I2O programs (http://www.darpa","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=308968"},{"title":"Global Health Security Partnership Engagement: Expanding Efforts and Strategies to Protect and Improve Public Health in Cameroon","agency":"Centers for Disease Control - CGH","funding":15000000,"postDate":"2/8/2020","closeDate":"4/7/2020","description":"This NOFO supports implementation of programs and activities focusing on protecting and improving health globally and further implementing Global Health Security (GHS) through partnerships with health organizations. Its purpose is to advance support for m","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=321061"},{"title":"Strengthening Global Health Security by implementation of the International Health Regulations (IHR) (2005) and the Global Health Security Agenda in Nigeria","agency":"Centers for Disease Control - CGH","funding":35000000,"postDate":"2/27/2020","closeDate":"4/27/2020","description":"Nigeria has a projected estimated population size of 203,452,505 (July 2018), which makes Nigeria the most populous nation in Africa. The country&#8217;s National Health Act 2014 (NHA 2014) was signed into law on October 31, 2014 and provides a legal fram","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=322553"},{"title":"Enhancing Global Health Security: Expanding Efforts and Strategies to Protect and Improve Public Health Globally","agency":"Centers for Disease Control - CGH","funding":500000000,"postDate":"2/27/2020","closeDate":"4/27/2020","description":"This Notice of Funding Opportunity (NOFO) seeks to build upon activities funded by CDC to support Global Health Security (GHS) through implementation of programs and activities that focus on protecting and improving health globally through partnerships wi","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320394"},{"title":"Civic Participation Program","agency":"West Bank, Gaza USAID-West Bank","funding":18000000,"postDate":"4/30/2010","closeDate":"N/A","description":"The United States Agency for International Development (USAID) Mission to the West Bank and Gaza is seeking applications from qualified U.S. Non-Governmental Organizations (NGOs), U.S. Private Voluntary Organizations (PVOs) registered with USAID, Public I","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=54170"},{"title":"Research for Integrated Vehicle Aerodynamic Technologies (RIVAT)","agency":"Air Force -- Research Lab","funding":4900000,"postDate":"5/7/2019","closeDate":"5/9/2023","description":"The Aerospace Vehicles Division (RQV), Aerospace Systems Directorate (RQ), Air Force Research Laboratory (AFRL) conducts vehicle aerodynamic research in the following areas: 1) Fundamental and Applied Fluid Dynamics Fundamental and applied fluid dynamics","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=315667"},{"title":"Open Programmable Secure 5G (OPS-5G)","agency":"DARPA - Information Innovation Office","funding":"N/A","postDate":"1/30/2020","closeDate":"3/17/2020","description":"DARPA&#8217;s Open Programmable Secure 5G (OPS-5G) program will create open source software and systems enabling secure 5G and follow-on mobile networks. OPS-5G creates capabilities to address feature velocity in open source software, a trillion-node Botn","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324050"},{"title":"Naval Air Warfare Center Aircraft Division (NAWCAD) Office-Wide","agency":"NAVAIR","funding":"N/A","postDate":"6/7/2019","closeDate":"6/6/2020","description":"The Naval Air Warfare Center Aircraft Division (NAWCAD) is interested in receiving white papers for Research and Development Projects which offer potential for advancement and improvement of NAWCAD operations. See attachment, NAWCAD Office-Wide BAA N00421","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316838"},{"title":"Advancing Ethiopia's Capacity for Laboratory, Workforce Development, Surveillance, and Emergency Management to meet International Health Regulations requirements","agency":"Centers for Disease Control - CGH","funding":60000000,"postDate":"2/8/2020","closeDate":"4/7/2020","description":"In 2014, CDC-Ethiopia started supporting the Government of Ethiopia to build Ethiopia&#8217;s capacity to achieve the International Health Regulation (IHR) targets through implementing the Global Health Security Agenda. The initial roadmap was developed w","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320710"},{"title":"Protecting and Improving Public Health Globally: Building and Strengthening Public Health Impact, Health Systems, Capacity Building, and Health Security in Cote dIvoire","agency":"Centers for Disease Control - CGH","funding":42500000,"postDate":"2/8/2020","closeDate":"4/7/2020","description":"The United States (U.S.) Centers for Disease Control and Prevention (CDC) is working to help the C&#244;te d&#8217;Ivoire Ministry of Health meet key International Health Regulation (IHR) requirements through implementation of priority Global Health Secur","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320712"},{"title":"National Spherical Torus Experiment Upgrade: Diagnostic Measurements of Spherical Tokamak Plasmas","agency":"Office of Science","funding":10000000,"postDate":"2/13/2020","closeDate":"4/2/2020","description":"The DOE SC program in Fusion Energy Sciences (FES) hereby announces its interest in receiving grant applications for plasma diagnostic instruments on the National Spherical Torus Experiment Upgrade (NSTX-U) at the Princeton Plasma Physics Laboratory. This","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324414"},{"title":"Strengthening Laboratory Systems to Establish Routine Laboratory based surveillance for Priority Infectious Diseases in India","agency":"Centers for Disease Control - CGH","funding":2500000,"postDate":"2/27/2020","closeDate":"4/27/2020","description":"Through this Notice of Funding Opportunity Announcement (NOFO), the Centers for Disease Control and Prevention (CDC) seeks to support routine laboratory-based surveillance of priority infectious diseases and lab confirmation of outbreaks in India by stren","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320709"},{"title":"Strengthening Global Field Epidemiology Training Program (FETP) Network","agency":"Centers for Disease Control - CGH","funding":500000000,"postDate":"2/27/2020","closeDate":"4/27/2020","description":"Globally there is insufficient capacity to adequately prevent, detect and respond to public health issues. Field epidemiology networks have been assisting countries with developing and strengthening their public health workforce and are essential to stren","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=322659"},{"title":"Building Capacity for National Public Health Institutes","agency":"Centers for Disease Control - CGH","funding":150000000,"postDate":"3/2/2020","closeDate":"5/4/2020","description":"Consolidating and organizing public health expertise and systems within a National Public Health Institute (NPHI) is a successful way for countries to carry out essential public health functions and improve their accountability and efficiency. The CDC, wi","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=323073"},{"title":"Strengthening Sustainability of Global Health Security Objectives in Sierra Leone","agency":"Centers for Disease Control - CGH","funding":1500000,"postDate":"3/3/2020","closeDate":"5/4/2020","description":"The purpose of this NOFO is to build a more resilient health care system in Sierra Leone through strengthening sustainability of Global Health Security Agenda (GHSA) objectives to prevent, detect, and respond to disease threats across the country. CDC see","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=322343"},{"title":"Global Health Security Partnerships: Expanding and Improving Public Health Laboratory Strategies and Systems.","agency":"Centers for Disease Control - CGH","funding":175000000,"postDate":"3/3/2020","closeDate":"5/4/2020","description":"This Notice of Funding Opportunity is to continue to support the implementation and expansion of programs and activities previously funded under CDC-RFA-GH15-1632 that focus on protecting and improving public health globally by building or strengthening p","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320733"},{"title":"Strengthening Regional Field Epidemiology Training Program (FETP) Networks","agency":"Centers for Disease Control - CGH","funding":500000000,"postDate":"3/4/2020","closeDate":"5/4/2020","description":"Development of a well-trained epidemiologic public health workforce in surveillance, outbreak detection and response is essential in meeting Global Health Security objectives. In partnership with Ministries of Health and other public and private stakehold","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=323017"},{"title":"Global Health Security Partner Enhancement : Expanding Efforts to Improve Surveillance and Laboratory Data Interoperability","agency":"Centers for Disease Control - CGH","funding":25000000,"postDate":"3/4/2020","closeDate":"5/4/2020","description":"The U.S. government&#8217;s (USG) Global Health Security Agenda (GHSA) envisions a world safe and secure from global health threats posed by infectious diseases, and the current Ebola epidemic in West Africa further underscores the economic and humanitari","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=322255"},{"title":"Computational Tool Development for Integrative Systems Biology Data Analysis","agency":"Office of Science","funding":5000000,"postDate":"12/4/2019","closeDate":"4/9/2020","description":"The DOE SC program in Biological and Environmental Research (BER), hereby announces its interest in receiving applications for research in developing computational approaches that can integrate large, disparate data types from multiple and heterogeneous s","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322856"},{"title":"HIGH-ENERGY-DENSITY LABORATORY PLASMA SCIENCE","agency":"Office of Science","funding":5000000,"postDate":"1/16/2020","closeDate":"3/16/2020","description":"The DOE SC program in Fusion Energy Sciences (FES) and the National Nuclear Security Administration (NNSA) Defense Program (DP) Office of Experimental Sciences jointly announce their interests in receiving applications for new and renewal awards for resea","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323680"},{"title":"Energy Frontier Research Centers","agency":"Office of Science","funding":100000000,"postDate":"11/13/2019","closeDate":"4/7/2020","description":"The Department of Energy&#8217;s (DOE) Office of Basic Energy Sciences (BES) announces the call for Energy Frontier Research Centers (EFRC) proposals and encourages both new and renewal applications. Applications will be required to address priority resea","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322428"},{"title":"Atmospheric System Research (ASR)","agency":"Office of Science","funding":13500000,"postDate":"11/20/2019","closeDate":"3/10/2020","description":"The DOE SC program in Biological and Environmental Research (BER) hereby announces its interest in receiving applications for Atmospheric System Research (ASR) within BER&#8217;s Climate and Environmental Sciences Division (CESD). ASR supports research on","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322638"},{"title":"Earth System Model Development and Analysis","agency":"Office of Science","funding":7000000,"postDate":"12/17/2019","closeDate":"3/31/2020","description":"The DOE SC program in Biological and Environmental Research (BER) announces its interest in receiving research applications for Earth and Environmental Systems Modeling (EESM). The goal of the EESM portfolio within the BER program is to develop and demons","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323132"},{"title":"Collaborative Research on International and Domestic Spherical Tokamaks","agency":"Office of Science","funding":10000000,"postDate":"2/13/2020","closeDate":"4/2/2020","description":"The DOE SC program in Fusion Energy Sciences (FES) hereby announces its interest in receiving grant applications for collaborative research on the National Spherical Torus Experiment Upgrade (NSTX-U) at the Princeton Plasma Physics Laboratory, as well as","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324415"},{"title":"Accelerating Sustainability of Public Health Systems in India to  Prevent, Detect, and Respond  to Infectious Disease Outbreaks and Other Public Health Emergencies","agency":"Centers for Disease Control - CGH","funding":30000000,"postDate":"2/27/2020","closeDate":"4/27/2020","description":"The purpose of this Notice of Funding Opportunity Announcement (NOFO) is to strengthen district, state and national public health systems in India to sustain and continue advancement of Global Health Security Agenda (GHSA) priorities to prevent, detect, a","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320708"},{"title":"Tanzania Global Health Security Partner Engagement: Advancing Efforts and Strategies to Protect and Improve Public Health","agency":"Centers for Disease Control - CGH","funding":12500000,"postDate":"2/27/2020","closeDate":"4/27/2020","description":"The purpose of this NOFO is to support the implementation of programs and activities that focus on protecting and improving health globally and further implementing Global Health Security Agenda (GHSA) through partnership with the Tanzania Ministry of Hea","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320711"},{"title":"Systems Biology Research to Advance Sustainable Bioenergy Crop Development","agency":"Office of Science","funding":75000000,"postDate":"12/23/2019","closeDate":"3/26/2020","description":"The DOE SC program in Biological and Environmental Research (BER) hereby announces its interest in receiving applications for research that supports the Genomic Science program (https://genomicscience.energy.gov). In this FOA, applications are requested f","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323256"},{"title":"FY 2020 SBIR/STTR Phase I Release 2","agency":"Office of Science","funding":40000000,"postDate":"12/16/2019","closeDate":"3/5/2020","description":"The objectives of the SBIR/STTR programs include increasing private sector commercialization of technology developed through DOE-supported research and development (R&amp;D), stimulating technological innovation in the private sector, encouraging particip","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322870"},{"title":"Theoretical Research in Magnetic Fusion Energy Science","agency":"Office of Science","funding":13000000,"postDate":"3/4/2020","closeDate":"4/31/2020","description":"The DOE SC program in Fusion Energy Sciences (FES) hereby announces its interest in new or renewal grant applications for fundamental theoretical and computational research for public benefit, relevant to magnetic confinement configurations. The specific","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=325059"},{"title":"People-To-People (P2P) Reconciliation Fund","agency":"Agency for International Development","funding":"N/A","postDate":"9/6/2019","closeDate":"9/5/2020","description":"The US Agencyfor International Development (USAID) is issuing this Annual Program Statement(APS) pursuant to the Foreign Assistance Act (FAA) of 1961, as amended. TheAgency will administer any resulting awards in accordance with Parts 200 and700 of Title","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=320343"},{"title":"National Quantum Information Science Research Centers","agency":"Office of Science","funding":625000000,"postDate":"1/10/2020","closeDate":"4/10/2020","description":"DOE SC hereby announces its interest in receiving applications from multi-institutional, multi-disciplinary teams (requesting support between $10 and $25 million per year) to establish National Quantum Information Science Research Centers referred to in t","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323571"},{"title":"Composite Airframe Life Extension (CALE)","agency":"Air Force -- Research Lab","funding":30036000,"postDate":"5/32/2015","closeDate":"10/10/2020","description":"The Composite Airframe Life Extension (CALE) program will concentrate on identifying, developing, demonstrating and validating technology that will allow USAF airframe structural integrity managers to safely extend the certified service lives of airframes","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=276916"},{"title":"Child, Newborn, and Maternal Health Project","agency":"Pakistan USAID-Islamabad","funding":60000000,"postDate":"4/3/2013","closeDate":"N/A","description":"The purpose of this amendment is to cancel the Request for Application No:. 391-13-000009 for implementation of the &#147;Child, Newborn, and Maternal Health Activity.&#148;","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=228973"},{"title":"MOMENTUM (Moving Integrated, Quality Maternal, Newborn, and Child Health and Family Planning and Reproductive Health Services to Scale)","agency":"Agency for International Development","funding":"N/A","postDate":"4/22/2019","closeDate":"9/30/2025","description":"This Annual Program Statement (APS) publicizes the intention of the United States Government (USG), as represented by the United States Agency for International Development (USAID), Bureau for Global Health (GH), to fund one or multiple awards to address","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=315120"},{"title":"FY19 Funding Opportunity Announcement (FOA) for the Office of Naval Research (ONR) Navy ROTC Cybersecurity Training Program","agency":"Office of Naval Research","funding":"N/A","postDate":"6/4/2019","closeDate":"6/3/2020","description":"The ONR seeks a broad range of applications for augmenting existingor developing innovative solutions that directly maintain, or cultivate adiverse, world-class STEM workforce in order to maintain the U.S. Navy andMarine Corps&#8217; technological superi","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=316702"},{"title":"CyberCorps(R) Scholarship for Service","agency":"National Science Foundation","funding":15000000,"postDate":"11/7/2018","closeDate":"7/31/2020","description":"Cyberspace has transformed the daily lives of people. Society&#8217;s overwhelming reliance on cyberspace, however, has exposed its fragility and vulnerabilities: corporations, agencies, national infrastructure and individuals continue to suffer cyber-att","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=310232"},{"title":"Secure and Trustworthy Cyberspace","agency":"National Science Foundation","funding":53000000,"postDate":"9/10/2019","closeDate":"N/A","description":"In today&#8217;s increasingly networked, distributed, and asynchronous world, cybersecurity involves hardware, software, networks, data, people, and integration with the physical world. Society&#8217;s overwhelming reliance on this complex cyberspace, how","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=320432"},{"title":"Alumni Grants Program","agency":"U.S. Mission to Georgia","funding":"N/A","postDate":"1/23/2020","closeDate":"6/13/2020","description":"The U.S. Embassy Tbilisi announces an open competition for Georgian USG alumni for activities that support Georgia&#8217;s democratic advancement, western integration, gender equality and social inclusion, cyber-security and cyber education, economic grow","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323835"},{"title":"Speakers Program","agency":"U.S. Mission to Moldova","funding":60000,"postDate":"3/3/2020","closeDate":"4/15/2020","description":"The U.S. Speaker Program promotes an understanding of U.S. policies and institutions and the political, economic, social, and cultural context from which they arise. PAS Chisinau invites proposals for programs that engage speakers and experts from the Uni","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=325037"},{"title":"Book Translation Program","agency":"U.S. Mission to Georgia","funding":"N/A","postDate":"1/23/2020","closeDate":"5/23/2020","description":"The Public Affairs Section (PAS) of the U.S. Embassy Tbilisi is soliciting proposals to award grants translate books by American authors under the following themes Public Policy/Civic education: general public policy, also public policy on issues related","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323821"},{"title":"U.S. Nuclear Regulatory Commission Funding Opportunity Announcement (FOA), Scholarship and Fellowship Education Grant, Faculty Development Grant, and Trade School and Community College Scholarship Grant, Fiscal Year (FY) 2020","agency":"Nuclear Regulatory Commission","funding":11000000,"postDate":"2/10/2020","closeDate":"4/10/2020","description":"The NRC is interested in institutions and technologies that will enhance the NRC&#8217;s transition as a modern, risk-informed regulator. The challenge areas below are of interest to the NRC and are provided for your awareness/consideration.&#8226; Advanc","image":"assets/images/federal-sponsor-logos/nrc.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324312"},{"title":"Energy, Power, Control, and Networks","agency":"National Science Foundation","funding":"N/A","postDate":"6/22/2018","closeDate":"N/A","description":"The Energy, Power, Control, andNetworks (EPCN) Program supports innovative research in modeling, optimization, learning, adaptation, and control of networked multi-agent systems, higher-level decision making, and dynamic resource allocation, as well as ri","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=306481"},{"title":"U.S. Embassy Australia FY20 Annual Program Statement","agency":"U.S. Mission to Australia","funding":"N/A","postDate":"10/21/2019","closeDate":"8/32/2020","description":"The U.S. Embassy in Australia announces an open competition for organizations and individuals to submit applications to carry out programs that strengthen support for the unbreakable U.S.-Australia alliance, raise awareness about joint economic partnershi","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=321733"},{"title":"Cyberinfrastructure Centers of Excellence","agency":"National Science Foundation","funding":9000000,"postDate":"11/7/2019","closeDate":"N/A","description":"The Nation&#8217;s advanced research cyberinfrastructure (CI) ecosystem catalyzes discovery and innovation across all areas of science and engineering (S&amp;E) research and education. The increasingly complex and rapidly evolving S&amp;E landscape requir","image":"assets/images/federal-sponsor-logos/nsf.png","link":"https://www.grants.gov/view-opportunity.html?oppId=322313"},{"title":"DE-FOA-0002243 Solar Energy Technologies Office Fiscal Year 2020 Funding Program","agency":"Golden Field Office","funding":125500000,"postDate":"2/5/2020","closeDate":"5/21/2020","description":"This funding opportunity announcement (FOA) is being issued by the U.S. Department of Energy&#8217;s (DOE) Office of Energy Efficiency and Renewable Energy (EERE) Solar Energy Technologies Office (SETO). SETO supports solar energy research and development","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324192"},{"title":"Fiscal Year (FY) 2020 Homeland Security Grant Program (HSGP)","agency":"Department of Homeland Security - FEMA","funding":1120000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The FY 2020 HSGP provides funds to eligible entities to support state, local, tribal, and territorial efforts to prevent terrorism and other catastrophic events and to prepare the Nation for the threats and hazards that pose the greatest risk to the secur","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324574"},{"title":"Fiscal Year 2020 Intercity Passenger Rail (IPR) - Amtrak","agency":"Department of Homeland Security - FEMA","funding":10000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Intercity Passenger Rail (IPR) - Amtrak program is one of four grant programs that constitute DHS/FEMA&apos;s focus on transportation infrastructure security activities. These grant programs are part of a comprehensive set of mea","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324556"},{"title":"Fiscal Year (FY) 2020 Intercity Bus Security Grant Program (IBSGP)","agency":"Department of Homeland Security - FEMA","funding":2000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The objective of the FY 2020 IBSGP is to provide funds to eligible private operators of intercity over-the-road bus transportation systems to protect critical transportation infrastructure and traveling public from acts of terrorism, and to increase the r","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324559"},{"title":"Fiscal Year 2020 Transit Security Grant Program (TSGP)","agency":"Department of Homeland Security - FEMA","funding":88000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Transit Security Grant Program (TSGP) is one of four grant programs that constitute the Department of Homeland Security (DHS) DHS/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on transportation infrastructure sec","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324532"},{"title":"Fiscal Year (FY) 2020 Tribal Homeland Security Grant Program (THSGP)","agency":"Department of Homeland Security - FEMA","funding":15000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"One of the core missions of DHS/FEMA is to enhance the ability of state, local, tribal, and territorial governments to prevent, protect against, respond to, and recover from terrorist attacks and other disasters. The Federal Emergency Management Agency&ap","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324577"},{"title":"Fiscal Year (FY) 2020 Port Security Grant Program (PSGP)","agency":"Department of Homeland Security - FEMA","funding":100000000,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Port Security Grant Program (PSGP) is one of four grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on transportation infrastructure security a","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324576"},{"title":"U.S. Mission to the UK Annual Program Statement","agency":"U.S. Mission to the United Kingdom","funding":"N/A","postDate":"10/7/2019","closeDate":"6/30/2020","description":"The U.S. Embassy in London&#8217;s Public Affairs Section (PAS) of the U.S. Department of State is pleased to announce its Public Diplomacy Small Grants Program. This is an Annual Program Statement, outlining our funding priorities, our strategic themes","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=321378"},{"title":"Measurement Science and Engineering (MSE) Research Grant Programs","agency":"National Institute of Standards and Technology","funding":"N/A","postDate":"2/12/2020","closeDate":"N/A","description":"NIST is soliciting applications for financial assistance for Fiscal Year 2020 (FY20) within the following NIST grant programs: the Associate Director for Innovation and Industry Services (ADIIS); the Associate Director for Laboratory Programs (ADLP); the","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324363"},{"title":"U.S. Embassy Kuala Lumpur PAS Annual Program Statement","agency":"U.S. Mission to Malaysia","funding":500000,"postDate":"1/23/2020","closeDate":"7/30/2020","description":"PAS Kuala Lumpur invites proposals for programs that further U.S. government objectives and promote bilateral cooperation and mutual understanding between the U.S. and Malaysia. All programs must include a substantive American element, such as connections","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323836"},{"title":"U.S. Embassy Jakarta PAS Annual Program Statement","agency":"U.S. Mission to Indonesia","funding":600000,"postDate":"2/14/2020","closeDate":"N/A","description":"Purpose of Small Grants: PAS Jakarta invites proposals for projects that strengthen public diplomacy activities and people-to-people ties between the U.S. and Indonesia through educational, cultural, media, and informational programming that highlights sh","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324459"},{"title":"Research Interests of the Air Force Office of Scientific Research","agency":"Air Force Office of Scientific Research","funding":"N/A","postDate":"4/10/2019","closeDate":"N/A","description":"AFOSR plans, coordinates, and executes the Air Force Research Laboratory&#8217;s (AFRL) basic research program in response to technical guidance from AFRL and requirements of the Air Force. Additionally, the office fosters, supports, and conducts research","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=314753"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 1","agency":"Department of Homeland Security - FEMA","funding":25504551,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324553"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 7","agency":"Department of Homeland Security - FEMA","funding":19727086,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324554"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 9","agency":"Department of Homeland Security - FEMA","funding":46508666,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324560"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 8","agency":"Department of Homeland Security - FEMA","funding":23844437,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324573"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 6","agency":"Department of Homeland Security - FEMA","funding":40733530,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324552"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 3","agency":"Department of Homeland Security - FEMA","funding":35781773,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324549"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 2","agency":"Department of Homeland Security - FEMA","funding":29183271,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324548"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 5","agency":"Department of Homeland Security - FEMA","funding":49703533,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency p","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324551"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 4","agency":"Department of Homeland Security - FEMA","funding":64250605,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324550"},{"title":"Fiscal Year (FY) 2020 Emergency Management Performance Grant Program - Region 10","agency":"Department of Homeland Security - FEMA","funding":19862548,"postDate":"2/14/2020","closeDate":"4/15/2020","description":"The Fiscal Year (FY) 2020 Emergency Management Performance Grant (EMPG) Program is one of the grant programs that constitute the Department of Homeland Security (DHS)/Federal Emergency Management Agency&apos;s (FEMA&apos;s) focus on all-hazards emergency","image":"assets/images/federal-sponsor-logos/dhs.png","link":"https://www.grants.gov/view-opportunity.html?oppId=324555"},{"title":"Greater Internet Freedom (GIF)","agency":"Agency for International Development","funding":"N/A","postDate":"1/28/2020","closeDate":"3/30/2020","description":"Ladies/Gentlemen:The United States Agency for International Development (USAID) is seeking applications for a cooperative agreement from qualified entities to implement the Greater Internet Freedom (GIF) program. Eligibility for this award is not restrict","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=323976"},{"title":"Energy Sector Self-Reliance BAA","agency":"Agency for International Development","funding":"N/A","postDate":"2/7/2020","closeDate":"2/5/2022","description":"This Broad Agency Announcement (BAA) seeks opportunities to co-create, co-design, and co-invest in the research, development, piloting, and scaling of innovative and cost-effective interventions to support the advancement of self-reliant energy sectors in","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=324279"},{"title":"NIST Small Business Innovation Research Program Phase I","agency":"National Institute of Standards and Technology","funding":1200000,"postDate":"2/18/2020","closeDate":"4/22/2020","description":"The National Institute of Standards and Technology (NIST) invites small businesses to submit Phase I research applications under this Notice of Funding Opportunity (NOFO). Science and technology-based firms with strong research capabilities in any of the","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324641"},{"title":"Democracy Commission Small Grants","agency":"U.S. Mission to Georgia","funding":450000,"postDate":"12/27/2019","closeDate":"3/17/2020","description":"PROGRAM DESCRIPTIONU.S. Embassy Tbilisi announces an open competition for Democracy Commission Small Grants Program (DemCom). The United States initiated in 1994 as a flexible mechanism to enable embassies to support local democratic initiatives in the co","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=323304"},{"title":"Army Research Laboratory Broad Agency Announcement for Basic and Applied Scientific Research","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"3/32/2017","closeDate":"3/31/2022","description":"This BAA sets forth basic and applied scientific research areas of interest of the Army Research Laboratory. This BAA is issued under paragraph 6.102(d)(2) of the Federal Acquisition Regulation (FAR), which provides for the competitive selection of basic","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=292896"},{"title":"State Alternative Plan Program (SAPP)","agency":"National Telecommunications and Information Admini","funding":"N/A","postDate":"11/28/2017","closeDate":"N/A","description":"The Middle Class Tax Relief and Job Creation Act of 2012 (Pub. L. No. 112-96, Title VI, 126 Stat. 256 (codified at 47 U.S.C. 1401 et seq.)) (Act) established the First Responder Network Authority (FirstNet) as an independent authority within NTIA. The Act","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=299066"},{"title":"Multidisciplinary Research Program of the University Research Initiative (FY21 ARMY SUBMISSION)","agency":"Dept of the Army -- Materiel Command","funding":180000000,"postDate":"2/25/2020","closeDate":"9/14/2020","description":"The MURI program supports basic research in science and engineering at U.S. institutions of higher education (hereafter referred to as &quot;universities&quot;) that is of potential interest to DoD. The program is focused on multidisciplinary research eff","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324822"},{"title":"Fiscal Year (FY) 2021 Department of Defense Multidisciplinary Research Program of the University Research Initiative","agency":"Office of Naval Research","funding":"N/A","postDate":"2/24/2020","closeDate":"9/14/2020","description":"The MURI program supports basic research in science and engineering at U.S. institutions of higher education (hereafter referred to as &quot;universities&quot;) that is of potential interest to DoD. The program is focused on multidisciplinary research eff","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324779"},{"title":"Multidisciplinary Research Program of the University Research Initiative (FY21 Air Force Submission)","agency":"Air Force Office of Scientific Research","funding":180000000,"postDate":"2/26/2020","closeDate":"9/14/2020","description":"See full announcement in Related Documents folder for detailed descriptions of the SPECIFIC MURI TOPICS.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324860"},{"title":"Biological Technologies","agency":"DARPA - Biological Technologies Office","funding":"N/A","postDate":"4/23/2019","closeDate":"4/23/2020","description":"This announcement seeks revolutionary research ideas for topics not being addressed by ongoing BTO programs or other published solicitations.","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=315148"},{"title":"Hydrogen Fuel Cell-Battery Powered Hybrid Emergency Relief Truck: â€˜H2Rescueâ€™","agency":"Dept. of the Army  --  Corps of Engineers","funding":"N/A","postDate":"1/31/2020","closeDate":"3/31/2020","description":"This is a joint Funding Opportunity Announcement (FOA) for one cooperative agreement award, to be issued by the US Army Corps of Engineers (USACE), Engineer Research and Development Center Construction Engineering Research Laboratory (ERDC-CERL) under the","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324056"},{"title":"C4ISR, Information Operations, Cyberspace Operations and Information Technology System Research","agency":"Naval Information Warfare Center Pacific","funding":"N/A","postDate":"11/19/2019","closeDate":"5/13/2020","description":"The Naval Information Warfare Center, Pacific (NIWC Pacific) is soliciting white papers and proposals in accordance with Federal Acquisition Regulation (FAR)6.102(d)(2), FAR 35.016 and Department of Defense Grant and Agreement Regulations (DoDGARS) 22.315","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322605"},{"title":"Strategic Technologies","agency":"DARPA - Strategic Technology Office","funding":"N/A","postDate":"2/28/2020","closeDate":"2/29/2021","description":"DARPA&apos;s Strategic Technology Office (STO) is seeking innovative ideas and disruptive technologies that provide the U.S. military increased lethality in an era of eroding dominance within the focus areas of the broader Mosaic Warfare objective: Mosaic","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324957"},{"title":"Early Career Research Program","agency":"Office of Science","funding":49000000,"postDate":"11/21/2019","closeDate":"3/16/2020","description":"SC hereby invites grant applications for support under the Early Career Research Program in the following program areas: Advanced Scientific Computing Research (ASCR); Biological and Environmental Research (BER); Basic Energy Sciences (BES), Fusion Energy","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322675"},{"title":"U.S. Army Research Institute for the Behavioral and Social Sciences Broad Agency Announcement for Basic, Applied, and Advanced Research (Fiscal Years 2018-2023)","agency":"Dept of the Army -- Materiel Command","funding":"N/A","postDate":"4/30/2018","closeDate":"4/29/2023","description":"Notice to All Interested Vendors: If you have questions regarding Broad Agency Announcement (BAA) W911NF-18-S-0005 or any white paper solicitation associated with W911NF-18-S-0005, please submit your question(s) in writing to the ACC (APG) RTP Point of C","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=304462"},{"title":"International Emergency Food Assistance","agency":"Agency for International Development","funding":2000000000,"postDate":"1/2/2020","closeDate":"N/A","description":"The U.S. Agency for International Development&#8217;s (USAID) Office of Food for Peace (FFP) is the U.S. Government (USG) leader in international food assistance. The purpose of this Annual Program Statement (APS) is to disseminate the necessary informati","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=323415"},{"title":"Women, Peace, and Security: Supporting Womenâ€™s Networks to Prevent, Resolve, and Mitigate Conflict","agency":"Office of Global Womens Issues","funding":3000000,"postDate":"2/28/2020","closeDate":"4/30/2020","description":"Global instability and violent extremism threaten U.S. and global security. The U.S. WPS Act of 2017, further expanded upon by the U.S. Strategy on WPS, have identified women&#8217;s leadership and participation as crucial to sustainable peace and securit","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=324974"},{"title":"Gender-Based Violence Prevention and Response","agency":"Office of Global Womens Issues","funding":2000000,"postDate":"3/3/2020","closeDate":"5/4/2020","description":"The Secretary&#8217;s Office of Global Women&#8217;s Issues (S/GWI) announces this Notice of Funding Opportunity (NOFO) for a new agreement to advance U.S. national security and foreign policy priorities by supporting women and girls who are at risk from","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=325050"},{"title":"FY 2020 National Infrastructure Investments","agency":"Department of Transportation","funding":1000000000,"postDate":"2/18/2020","closeDate":"5/18/2020","description":"Agency Name: Department of TransportationDescription: The Further Consolidated Appropriations Act, 2020 provided $1 billion for National Infrastructure Investments. As with previous rounds, funds for the FY 2020 BUILD Transportation program are to be awar","image":"assets/images/federal-sponsor-logos/dot.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=324627"},{"title":"FY 2020 Continuation of Solicitation for the Office of Science Financial Assistance Program","agency":"Office of Science","funding":250000000,"postDate":"10/32/2019","closeDate":"9/30/2020","description":"TheSC mission is to deliver scientific discoveries and major scientific tools totransform our understanding of nature and advance the energy, economic andnational security of the United States. SC is the Nation&#8217;s largest Federal sponsorof basic res","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=322059"},{"title":"Namibia Project for Information System Strengthening, Continuous Quality Improvement and Enhanced Surveillance to Sustain Epidemic Control under the President's Emergency Plan for AIDS Relief (PEPFAR)","agency":"Centers for Disease Control - CGH","funding":"N/A","postDate":"1/8/2020","closeDate":"3/11/2020","description":"The Award Ceiling for Year 1 is 0 (none). CDC anticipates an Approximate Total Fiscal Year Funding amount of $2,500,000 for Year 1, subject to the availability of funds. Namibia is approaching HIV epidemic control and is estimated to have achieved 94-96-9","image":"assets/images/federal-sponsor-logos/cdc.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=319124"},{"title":"DoD USAMRMC FY18-FY22 Broad Agency Announcement for Extramural Medical Research","agency":"Dept. of the Army -- USAMRAA","funding":"N/A","postDate":"9/31/2017","closeDate":"9/30/2022","description":"The United States Army Medical and Materiel Command&#8217;s (USAMRMC) mission is to provide solutions to medical problems of importance to the American Service member at home and abroad, as well as to the general public at large. The scope of the effort a","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=297726"},{"title":"Annual Program Statement for Multi-Year International Emergency Food Assistance","agency":"Agency for International Development","funding":1000000000,"postDate":"12/13/2019","closeDate":"N/A","description":"The U.S. Agency for International Development&#8217;s (USAID) Office of Food for Peace (FFP) is the U.S. Government (USG) leader in international food assistance. The purpose of this Annual Program Statement (APS) is to disseminate the necessary informati","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=323075"},{"title":"Science and Technology for Autonomous Teammates (STAT)","agency":"Air Force -- Research Lab","funding":950000000,"postDate":"7/7/2017","closeDate":"7/7/2023","description":"The objective of Science and Technology for Autonomous Teammates (STAT) program is to develop and demonstrate autonomy technologies that will enable various AF mission sets. This research will be part of Experimentation Campaigns in: 1 -Multi-domain Comma","image":"","link":"https://www.grants.gov/view-opportunity.html?oppId=295281"},{"title":"MOMENTUM (Moving Integrated, Quality Maternal, Newborn, and Child Health and Family Planning and Reproductive Health Services to Scale)","agency":"Agency for International Development","funding":"N/A","postDate":"4/22/2019","closeDate":"9/30/2025","description":"This Annual Program Statement (APS) publicizes the intention of the United States Government (USG), as represented by the United States Agency for International Development (USAID), Bureau for Global Health (GH), to fund one or multiple awards to address","image":"assets/images/federal-sponsor-logos/usaid.jpg","link":"https://www.grants.gov/view-opportunity.html?oppId=315120"}]